aaron-bond.better-comments
adpyke.codesnap
albert.TabOut
aliariff.auto-add-brackets
amiralizadeh9480.laravel-extra-intellisense
anteprimorac.html-end-tag-labels
balmacefa.linehighlightbookmarkvscode
bmewburn.vscode-intelephense-client
Catppuccin.catppuccin-vsc
chouzz.vscode-better-align
cjhowe7.laravel-blade
cschlosser.doxdocgen
deadrevolver.dark-space-theme
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
Gruntfuggly.activitusbar
humao.rest-client
imagio.vscode-dimmer-block
janisdd.vscode-edit-csv
kisstkondoros.vscode-gutter-preview
miguelsolorio.fluent-icons
miguelsolorio.min-theme
moalamri.inline-fold
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cpptools
ms-vscode.live-server
ms-vsliveshare.vsliveshare
naumovs.color-highlight
njpwerner.autodocstring
PKief.material-icon-theme
qufiwefefwoyn.inline-sql-syntax
rangav.vscode-thunder-client
redhat.java
ritwickdey.LiveServer
RobertOstermann.inline-parameters-extended
rocketseat.theme-omni
SahilChandravanshi.saklash-theme
shardulm94.trailing-spaces
SimonSiefke.svg-preview
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-spanish
sumneko.lua
tal7aouy.icons
teabyii.ayu
Tyriar.sort-lines
usernamehw.errorlens
WallabyJs.console-ninja
yzhang.markdown-all-in-one
